Repository: nitely/Spirit
Catalog: spirit/topic/private/locale/*/LC_MESSAGES/django.po
Languages: de, zh_hans

source: user1, user2, ...
zh_hans: 用户1, 用户2, ...

source: username
zh_hans: 用户名

source: Invite user
de: User einladen
zh_hans: 邀请用户

source: %(username)s is already a participant
de: %(username)s ist bereits Teilnehmer_in
zh_hans: 用户名 %(username)s 已加入

source: private topic
de: privates Thema
zh_hans: 私密主题

source: private topics
de: private Themen
zh_hans: 私密主题

source: Invite
de: einladen
zh_hans: 邀请

source: Participating in
de: Teilnehmend
zh_hans: 参与了

source: Left
de: verlassen
zh_hans: 左边

source: Create private topic
de: Neues privates Thema erstellen
zh_hans: 创建私密主题

source: Remove user from private topic
de: Entferne Benutzer_in vom privaten Thema
zh_hans: 从私密主题中踢出用户

source: Removing %(username)s's from %(topic_title)s
de: Entferne %(username)ss von %(topic_title)s
zh_hans: 从 %(topic_title)s 中剔除 %(username)s's

source: Remove
de: entferne
zh_hans: 剔除

source: Private topics
de: private Themen
zh_hans: 私密主题

source: Participants
de: Teilnehmer_innen
zh_hans: 参与者

source: Leave topic
de: Thema verlassen
zh_hans: 离开主题

source: Created private topics
de: Neue private Themen erstellen
zh_hans: 私密主题已创建

source: join
de: teilnehmen
zh_hans: 参与

source: There are no topics here, yet
de: Es gibt keine Themen, bis jetzt...
zh_hans: 还没有主题

source: Join topic
de: Diskussion beitreten
zh_hans: 参与主题

source: Do you want to join %(topic_title)s?
de: Willst du dieser Diskussion beitreten %(topic_title)s?
zh_hans: 你想参与主题 %(topic_title)s 吗？

source: Join
de: teilnehmen
zh_hans: 参与

source: Publish a private topic
de: Ein privates Thema veröffentlichen
zh_hans: 发布私密主题

source: Publish private topic
de: Veröffentliche privates Thema
zh_hans: 发布私密主题

source: Publish
de: veröffentlichen
zh_hans: 发布
