Repository: nitely/Spirit
Catalog: spirit/core/locale/*/LC_MESSAGES/django.po
Languages: lt, zh_hans

source: now
lt: dabar
zh_hans: 现在

source: %(count)ss
zh_hans: %(count)s秒

source: %(count)sm
zh_hans: %(count)s分

source: %(count)sh
lt: %(count)sv
zh_hans: %(count)s时

source: You do not have sufficient permissions to access this page
lt: Neturite reikiamų teisių, kad pasiekti šį puslapį
zh_hans: 您无权访问该页

source: what you are looking for is gone...
lt: to ko ieškote jau nebėra...
zh_hans: 没找到你想要的信息

source: {user} has mention you on {topic}
lt: {user} paminėjo jus {topic} temoje
zh_hans: {user} 在主题 {topic} 提到了你

source: {user} has commented on {topic}
lt: {user} pateikė komentarą {topic} temoje
zh_hans: {user} 回复了主题 {topic}

source: Show all
lt: Rodyti viską
zh_hans: 显示全部

source: No new notifications, yet
lt: Naujų pranešimų nėra
zh_hans: 没有新的提醒

source: unread
lt: neskaityta
zh_hans: 未读

source: Profile
lt: Profilis
zh_hans: 个人资料

source: Topics
lt: Temos
zh_hans: 主题

source: Unread topics
lt: Neskaitytos temos
zh_hans: 未读主题

source: Private topics
lt: Privačios temos
zh_hans: 私密主题

source: Admin
lt: Administravimas
zh_hans: 管理中心

source: Log out
lt: Atsijungti
zh_hans: 登出

source: Log in
lt: Prisijungti
zh_hans: 登入

source: Page %(number)s of %(num_pages)s
lt: Puslapis nr. %(number)s iš %(num_pages)s
zh_hans: %(number)s / %(num_pages)s 页

source: Last
lt: Paskutinis
zh_hans: 末页

source: First
lt: Pirmas
zh_hans: 首页

source: Page 1 of 1
lt: Puslapis nr. 1 iš 1
zh_hans: 1/1页

source: @%(username)s said:
lt: @%(username)s sakė:
zh_hans: @%(username)s 评论道:

source: Too many submissions, wait %(time)s.
lt: Per dažni pateikimai, laukite %(time)s.
zh_hans: 太多提交次数，请等待%(time)s
