Repository: nitely/Spirit
Catalog: spirit/admin/locale/*/LC_MESSAGES/django.po
Languages: ky

source: site name
ky: Cайттын аты

source: site description
ky: Cайт тууралуу

source: footer snippet
ky: Футер снипеттери

source: This gets rendered just before the footer in your template.
ky: Бул шаблонуңуздун футеринин так үстүндө көрсөтүлөт.

source: comments per page
ky: жорумдардын 1 бетте көрсөтүлчү саны

source: topics per page
ky: темалардын 1 бетте көрсөтүлчү саны

source: Show menu
ky: Менюну көрсөт

source: Dashboard
ky: Башкаруу тактасы

source: Basic settings
ky: Негизги тууралоолор

source: Categories
ky: Категориялар

source: Topics
ky: Темалар

source: Users
ky: Колдонуучулар

source: Flags
ky: Желекчелер

source: Basic Settings
ky: Негизги тууралоолор

source: Save
ky: Сакта

source: Software
ky: Программалык жабдык

source: Installed
ky: Орнотулган версия

source: Latest
ky: Соңку версия

source: Statistics
ky: Статистика

source: Members
ky: Колдонуучулар

source: Comments
ky: Жорумдар

source: Likes
ky: Жактыруулар

source: Settings updated!
ky: Тууралоолор жаңыртылды!
