Repository: nitely/Spirit
Catalog: spirit/user/locale/*/LC_MESSAGES/django.po
Languages: hu, ky, pl, zh_hans

source: The email is taken.
hu: Ez az e-mail cím már foglalt.
ky: Бул email колдонууда.
pl: Ten adres email jest już zajęty
zh_hans: 邮箱已注册。

source: Password
hu: Jelszó
ky: Сырсөз
pl: Hasło
zh_hans: 密码

source: The provided password is incorrect.
hu: A jelszó érvénytelen
ky: Жазылган сырсөз туура эмес.
pl: Podane hasło jest nieprawidłowe
zh_hans: 密码错误。

source: Time zone
ky: Убакыт алкагы

source: Current time is: %(date)s %(time)s
hu: A jelenlegi idő: %(date)s %(time)s
ky: Учурдагы убакыт: %(date)s %(time)s
pl: Bieżący czas to: %(date)s %(time)s
zh_hans: 当前时间：%(date)s %(time)s

source: profile
hu: profil
ky: профиль
pl: profil
zh_hans: 用户资料

source: location
hu: hely
ky: жайгашкан жери
pl: lokacja
zh_hans: 位置

source: last seen
hu: utoljára itt
ky: акыркы жолу кирген
pl: ostatnio widziany
zh_hans: 上次访问

source: last ip
hu: utolsó IP
ky: акыркы ip'си
pl: ostatnie ip
zh_hans: 上次访问IP

source: time zone
hu: időzóna
ky: убакыт алкагы
pl: strefa czasowa
zh_hans: 时区

source: administrator status
hu: adminisztrátor
ky: администратордук статусу
pl: status administratora
zh_hans: 管理状态

source: moderator status
hu: moderátor
ky: модератор статусу
pl: status moderatora
zh_hans: 版主状态

source: verified
hu: ellenőrizve
ky: тастыкталган
pl: zweryfikowany
zh_hans: 邮箱激活

source: Designates whether the user has verified his account by email or by other means. Un-select this to let the user activate his account.
hu: Jelzi, hogy a felhasználó megerősítette-e e a fiókját. Ha ezt kikapcsolod, akkor aktiválnia kell.
ky: Колдонуучу аккаунтун email аркылуу же башка жол менен тастыктаган. Колдонуучу өзү аккаунтун активдештирсин десеңиз, бул белгини алып салыңыз.
pl: Wskazuje czy użytkownik zweryfikował swoje konto za pomocą emaila, czy innych sposobów. Odznacz, aby pozwolić użytkownikowi aktywować jego konto.
zh_hans: 表明用户是否通过邮箱或者其他方式激活了他的帐号。取消选择本项可以让用户重新激活他的帐号。

source: topic count
hu: témák száma
ky: темалар саны
pl: liczba wątków
zh_hans: 主题数

source: comment count
hu: hozzászólások száma
ky: жорумдар саны
pl: liczba komentarzy
zh_hans: 评论数

source: last post hash
ky: соңку жарыянын хэши

source: last post on
ky: соңку жарыя датасы

source: forum profile
hu: fórum profil
ky: форум профили
pl: profil na forum
zh_hans: 论坛个人资料

source: forum profiles
hu: fórum profilok
ky: форум профили
pl: profile na forum
zh_hans: 论坛个人资料

source: Joined at
hu: Csatlakozott
ky: Катталган датасы
pl: Dołączył o
zh_hans: 注册日期

source: Seen
hu: Utoljára itt
ky: Соңку кириши
pl: Aktywny
zh_hans: 上次访问

source: Last IP
hu: Utolsó IP
ky: Соңку IP'си
pl: Ostatnie IP
zh_hans: 上次访问IP

source: Preferences
hu: Beállítások
ky: Тууралоолор
pl: Preferencje
zh_hans: 偏好设置

source: Private Message
hu: Privát üzenet
ky: Жеке билдирүүлөр
pl: Prywatna Wiadomość
zh_hans: 私信 TA

source: Edit user
hu: Felhasználó szerkesztése
ky: Колдонуучуну тууралоо
pl: Edytuj użytkownika
zh_hans: 编辑用户

source: Comments
hu: Hozzászólások
ky: Жорумдар
pl: Komentarze
zh_hans: 评论

source: Topics
hu: Témák
ky: Темалар
pl: Wątki
zh_hans: 主题

source: Likes
hu: Kedvelések
ky: Жактыруулар
pl: Polubienia
zh_hans: 获得的喜欢

source: There are no comments here, yet
hu: Még nincsenek hozzászólások
ky: Азырынча жорумдар жок
pl: Nie ma komentarzy
zh_hans: 暂无评论

source: You're receiving this email because you registered at %(site_name)s.
hu: Azért kapod ezt a levelet, mert regisztráltál itt: %(site_name)s.
ky: Сиз %(site_name)s катталганыңыз үчүн бул эмейлди алып жатасыз.
pl: Otrzymujesz tę wiadomość, bo zarejestrowałeś się na %(site_name)s.
zh_hans: 你收到该邮件是因为你注册过%(site_name)s

source: Please go to the following link to activate your account:
hu: Látogasd meg a következő linket a fiókod aktiválásához:
ky: Төмөнкү шилтеме аркылуу өтүп, аккаунтуңузду активдештириңиз:
pl: Przejdź pod podany adres aby aktywować konto:
zh_hans: 请到下面链接激活你的帐号

source: Thanks for using our site!
hu: Köszönjük, hogy használod az oldalunkat!
ky: Биздин сайтыбызды колдонгонуңуз үчүн алкыш!
pl: Dziękujemy za korzystanie z naszej strony!
zh_hans: 感谢使用本站

source: You're receiving this because you changed your user email at %(site_name)s.
ky: Сиз %(site_name)s сайтында эмейлиңизди өзгөрткөнүңүз үчүн бул катты алып жатасыз.
pl: Otrzymujesz tę wiadomość, bo zmieniłeś adres email na stronie %(site_name)s.
zh_hans: 你收到该邮件是因为你在%(site_name)s修改了email

source: Please go to the following link to confirm your email change:
ky: Төмөнкү шилтеме аркылуу өтүп, эмейлиңиздин которулушун ырастаңыз:
pl: Przejdź pod podany adres aby potwierdzić zmianę maila:
zh_hans: 请访问以下链接确认新的email地址

source: User menu
ky: Колдонуучу менюсу
pl: Menu użytkownika
zh_hans: 用户菜单

source: Menu
ky: Меню
zh_hans: 菜单

source: Profile
hu: Profil
ky: Профиль
pl: Profil
zh_hans: 个人资料

source: Unread topics
hu: Olvasatlan témák
ky: Окулбаган темалар
pl: Nieprzeczytane wątki
zh_hans: 未读主题

source: Private topics
hu: Privát témák
ky: Жашыруун темалар
pl: Prywatne wątki
zh_hans: 私密主题

source: Admin
ky: Админ
zh_hans: 管理中心

source: Log out
hu: Kilépés
ky: Чыгуу
pl: Wyloguj się
zh_hans: 登出

source: You have a new notification at %(site_name)s.
ky: %(site_name)sсайтында сиз үчүн бир жаңы маалымдоо бар.
pl: Masz nowe powiadomienie na %(site_name)s.
zh_hans: 你在%(site_name)s收到了新的提醒

source: Please go to the following link to read the comment:
ky: Жорумду окуш үчүн төмөнкү шилтеме аркылуу өтүңүз:
pl: Przejdź pod podany adres aby przeczytać komentarz:
zh_hans: 请到下面的链接阅读评论：

source: If you don't want to keep receiving notifications, you can deactivate them on your profile preferences.
ky: Маалымдоолордон баш тартыш үчүн профилиңиздин тууралоосунан токтотуп койсоңуз болот.
pl: Jeśli nie chcesz otrzymywać powiadomień, możesz je wyłączyć w preferencjach swojego profilu.
zh_hans: 你可以在偏好设置里面屏蔽邮件提醒

source: comments
hu: hozzászólások
ky: жорумдар
pl: komentarze
zh_hans: 评论

source: Email change
hu: E-mail cím cseréje
ky: Эмейлди которуу
pl: Zmiana emaila
zh_hans: Email修改

source: Change my email
ky: Эмейлимди котором
pl: Zmień mój email
zh_hans: 修改我的

source: likes
hu: kedvelések
ky: жактыруу
pl: polubienia
zh_hans: 获得的喜欢

source: Password change
ky: Сырсөз которуу
pl: Zmiana hasła
zh_hans: 密码修改

source: Change my password
ky: Сырсөзүмдү котором
pl: Zmień moje hasło
zh_hans: 修改密码

source: topics
hu: témák
ky: тема
pl: wątki
zh_hans: 主题

source: Change password
ky: Сырсөз которуу
pl: Zmień hasło
zh_hans: 修改密码

source: Avatar
ky: Аватар
pl: Awatar
zh_hans: 头像

source: Change avatar
ky: Аватар которуу
pl: Zmień awatar
zh_hans: 修改头像

source: Go to gravatar.com and use your current email to change it
ky: gravatar.com'го барып, учурдагы эмейлиңизди колдонуп, которсоңуз болот
pl: Wejdź na gravatar.com i użyj swojego maila aby go zmienić
zh_hans: 请到gravataar.com以你的邮箱注册，以显示头像

source: Save
hu: Mentés
ky: Сакта
pl: Zapisz
zh_hans: 保存

source: User activation
hu: Felhasználó aktiváció
ky: Колдонуучуну активдештирүү
pl: Aktywacja użytkownika
zh_hans: 用户激活

source: New notification: %(topic_name)s
ky: Жаңы маалымдоо: %(topic_name)s
pl: Nowe powiadomienie: %(topic_name)s
zh_hans: 新提醒: %(topic_name)s

source: Your profile has been updated!
ky: Профилиңиз жаңыртылды!
pl: Twój profil został uaktualniony!
zh_hans: 你的个人资料已经更新

source: Your password has been changed!
ky: Сырсөзүңүз которулду!
pl: Twoje hasło zostało zmienione!
zh_hans: 你的密码已经成功修改

source: We have sent you an email so you can confirm the change!
ky: Биз сизге эмейл жөнөттүк, өзгөрүүнү ырасташыңыз үчүн!
pl: Wysłaliśmy ci maila abyś mógł zatwierdzić zmiany!
zh_hans: 我们已经发送了确认邮件。请从邮件确认生效。

source: Your email has been changed!
ky: Эмейлиңиз которулду!
pl: Twój email został zmieniony!
zh_hans: 你的email已经修改

source: Sorry, we were not able to change your email.
ky: Кечиресиз, эмейлиңизди которо албай койдук.
pl: Przepraszamy, zmiana emaila niemożliwa
zh_hans: 对不起，我们无法更改你的邮箱。

source: Email
zh_hans: 邮箱
