Repository: nitely/Spirit
Catalog: spirit/topic/notification/locale/*/LC_MESSAGES/django.po
Languages: es, hu, lt, pl_pl, sv, tr

source: This notification already exists
es: Esta notificación ya existe
hu: Ez az értesítés már létezik
lt: Šis pranešimas jau yra
pl_pl: To powiadomienie już istnieje
sv: Detta meddelande finns redan

source: You can't subscribe to a topic with no comments
es: No puedes suscribirte a una discusión sin comentarios
hu: Nem lehet üres témára felíratkozni
lt: Negalite prenumeruoti temos, kurioje nėra komentarų

source: Undefined
es: Sin definir
hu: Érvénytelen
lt: Nenurodyta
pl_pl: Niezdefiniowany
sv: Odefinierad

source: Mention
es: Mención
hu: Említés
lt: Paminėjimas
pl_pl: Wzmianka
sv: Omnämning
tr: Basetmeler

source: Comment
es: Comentario
hu: Hozzászólás
lt: Komentaras
pl_pl: Komentarz
sv: Kommentar
tr: Yorum

source: topic notification
es: notificación de tema
hu: téma értesítés
lt: temos pranešimas
pl_pl: powiadomienie o wątku
sv: ämnesmeddelande
tr: konu bildirimi

source: topics notification
es: notificaciones de temas
hu: téma értesítések
lt: temų pranešimai
pl_pl: powiadomienie o wątkach
sv: ämnesmeddelanden
tr: konu bildirimleri

source: Unnotify Me
es: Cancelar suscripción
hu: Ne értesítsen
lt: Nebesekti
pl_pl: Przestań mnie powiadamiać
sv: Sluta meddela mig
tr: Bana bildirme

source: Notify Me
es: Suscribirme
hu: Értesítsen
lt: Sekti
pl_pl: Powiadamiaj mnie
sv: Meddela mig
tr: Bana Bildir

source: <a href="%(url_profile)s">%(username)s</a> has commented on <a href="%(url_topic)s">%(topic_title)s</a>
es: <a href=\"%(url_profile)s\">%(username)s</a> ha comentado en <a href=\"%(url_topic)s\">%(topic_title)s</a>
hu: <a href="%(url_profile)s">%(username)s</a> hozzászólt ehhez: <a href="%(url_topic)s">%(topic_title)s</a>
lt: <a href="%(url_profile)s">%(username)s</a> pasisakė temoje <a href="%(url_topic)s">%(topic_title)s</a>
pl_pl: <a href="%(url_profile)s">%(username)s</a> skomentował w wątku <a href="%(url_topic)s">%(topic_title)s</a>
sv: <a href="%(url_profile)s">%(username)s</a> har kommenterat i <a href="%(url_topic)s">%(topic_title)s</a>

source: <a href="%(url_profile)s">%(username)s</a> has mention you on <a href="%(url_topic)s">%(topic_title)s</a>
es: <a href=\"%(url_profile)s\">%(username)s</a> te ha mencionado en <a href=\"%(url_topic)s\">%(topic_title)s</a>
hu: <a href="%(url_profile)s">%(username)s</a> megemlített itt: <a href="%(url_topic)s">%(topic_title)s</a>
lt: <a href="%(url_profile)s">%(username)s</a> paminėjo tave temoje <a href="%(url_topic)s">%(topic_title)s</a>
pl_pl: <a href="%(url_profile)s">%(username)s</a> wspomniał o tobie w wątku <a href="%(url_topic)s">%(topic_title)s</a>
sv: <a href="%(url_profile)s">%(username)s</a> har nämt dig i <a href="%(url_topic)s">%(topic_title)s</a>

source: unread
es: sin leer
hu: olvasatlan
lt: neskaityta
pl_pl: nieprzeczytane
sv: markera som oläst
tr: okunmamış

source: There are no notifications, yet
es: Aun no hay notificaciones
hu: Még nincsenek értesítések
lt: Kol kas pranešimų nėra
pl_pl: Nie ma powiadomień
sv: Det finns ännu inga meddelanden
tr: Henüz bildirim yok

source: Notifications
es: Notificaciones
hu: Értesítések
lt: Pranešimai
pl_pl: Powiadomienia
sv: Meddelanden
tr: Bildirimler

source: Unread notifications
es: Notificaciones sin leer
hu: Olvasatlan értesítések
lt: Neskaityti pranešimai
pl_pl: Nieprzeczytane powiadomienia
sv: Markera meddelanden som olästa
tr: Okunmamış bildirimler

source: There are no new notifications
es: No hay notificaciones nuevas
hu: Nincsenek új értesítések
lt: Nėra naujų pranešimų
pl_pl: Nie ma nowych powiadomień
sv: Det finns inga nya meddelanden
tr: Yeni bildirim yok

source: Next
es: Proximo
hu: Következő
lt: Sekanti
pl_pl: Następny
sv: Nästa
tr: Sonraki
