Repository: nitely/Spirit
Catalog: spirit/comment/flag/locale/*/LC_MESSAGES/django.po
Languages: es

source: This flag already exists
es: Este reporte ya existe

source: Other
es: Otro

source: comment flag
es: reporte de comentario

source: comments flags
es: reportes de comentarios

source: reason
es: razon

source: body
es: cuerpo

source: flag
es: reporte

source: flags
es: reportes

source: Report
es: Reportar

source: Reporting %(username)s's comment
es: Reportando comentario de %(username)s
