Repository: nitely/Spirit
Catalog: spirit/comment/poll/locale/*/LC_MESSAGES/django.po
Languages: de, es, hu, lt

source: Poll choices
de: Auswahlmöglichkeiten
es: Opciones de encuesta
hu: Válasz lehetőségek
lt: Apklausos variantai

source: Too many selected choices. Limit is %s
de: Zu viele Möglichkeiten ausgewählt. Das Limit beträgt %s
es: Demasiadas opciones seleccionadas. El limite es %s
hu: Túl sok lehetőség lett kiválasztva. Maximum %s lehet
lt: Pasirinkta per daug variantų. Galima rinktis tik %s

source: Too few selected choices. Minimum is %s
de: Zu wenige Möglichkeiten ausgewählt. Das Minimum beträgt %s
es: Muy pocas opciones seleccionadas. El minimo es %s
hu: Túl kevés lehetőség lett kiválasztva. Legalább %s kell
lt: Pasirinkta per mažai variantų. Reikia pasirinkti bent %s

source: This poll is closed
de: Diese Umfrage ist geschlossen
es: Esta encuesta esta cerrada
hu: A szavazás le lett zárva
lt: Ši apklausa uždaryta.

source: name
es: nombre
hu: elnevezés
lt: pavadinimas

source: title
de: Titel
es: titulo
hu: cím
lt: antraštė

source: choice min
de: Auswahl-Minimum
es: min. opciones
hu: min. választható
lt: mažiausiai variantų

source: choice max
de: Auswahl-Maximum
es: max. opciones
hu: max. választható
lt: daugiausiai variantų

source: mode
de: Modus
es: modo
hu: mód
lt: veiksena

source: auto close at
de: automatisch schließen um
es: auto cerrar
hu: automata lezárás ekkor:
lt: automatiškai uždaryti

source: comment poll
de: Kommentar-Umfrage
es: encuesta de comentario
hu: szavazás
lt: komentaras apklausa

source: comments polls
de: Kommentare-Umfrage
es: encuestas de comentarios
hu: szavazások
lt: komentarai apklausos

source: number
de: Nummer
es: numero
hu: szám
lt: skaičius

source: choice description
de: Auswahlbeschreibung
es: descripción de opcion
hu: válasz leírása
lt: variantų aprašymas

source: vote count
de: Stimmen-Anzahl
es: cantidad de votos
hu: szavazatok száma
lt: balsų skaičius

source: poll choice
de: Auswahlmöglichkeit
es: opción de encuesta
hu: válasz
lt: apklausos variantas

source: poll choices
de: Auswahlmöglichkeiten
es: opciones de encuesta
hu: válaszok
lt: apklausos variantai

source: poll vote
de: Stimme
es: voto de encuesta
hu: szavazat
lt: apklausos balsas

source: poll votes
de: Stimmen
es: votos de encuesta
hu: szavazatok
lt: apklausos balsai

source: Closes on %(date)s.
de: schließt am %(date)s.
es: Cierra en %(date)s.
hu: Le lesz zárva ekkor: %(date)s.
lt: Bus uždaryta %(date)s.

source: You must select %(choice_min)s choices.
de: Du musst mindestens %(choice_min)s Möglichkeiten auswählen.
es: Debes seleccionar %(choice_min)s opciones
hu: Legalább %(choice_min)s lehetőséget meg kell jelölni.
lt: Turite pasirinkti bent %(choice_min)s variantus.

source: You may select up to %(choice_max)s choices.
de: Du darfst höchstens %(choice_max)s Möglichkeiten auswählen.
es: Puedes seleccionar hasta %(choice_max)s opciones
hu: Maximum %(choice_max)s lehetőséget lehet megjelölni.
lt: Galite pasirinkti ne daugiau kaip %(choice_max)s variantus.

source: You may select no less than %(choice_min)s and no more than %(choice_max)s choices.
de: Du musst mindestens %(choice_min)s und darfst höchstens %(choice_max)s Möglichkeiten auswählen.
es: Puedes seleccionar no menos de %(choice_min)s y no más de %(choice_max)s opciones.
hu: Legalább %(choice_min)s lehetőséget kötelező megjelölni, maximum %(choice_max)s darabot lehet.
lt: Galite pasirinkti nuo %(choice_min)s iki %(choice_max)s variantų.

source: Results will be available when the poll is closed.
de: Die Ergebnisse werden verfügbar sein, wenn die Umfrage geschlossen ist.
es: Los resultados estaran disponibles cuando la encuesta cierre.
hu: Az eredmények a szavazás lezárásakor lesznek láthatóak.
lt: Apklausos rezultatus pamatysite, kai apklausa bus uždaryta.

source: Vote
de: abstimmen
es: Votar
hu: Szavazás
lt: Balsas

source: Show results
de: Ergebnisse anzeigen
es: Mostrar resultados
hu: Eredmények megjelenítése
lt: Rodyti rezultatus

source: open
de: offen
es: abrir
hu: nyitott
lt: atidaryti

source: close
de: schließen
es: cerrar
hu: lezárt
lt: uždaryti

source: View voters
de: Wähler anzeigen
es: Ver votantes
hu: Szavazók megtekintése
lt: Rodyti balsavusius

source: Votes
de: Stimmen
es: Votos
hu: Szavazatok
lt: Balsai

source: Show vote choices
de: Auswahlmöglichkeiten anzeigen
es: Mostrar opciones de voto
hu: Válaszok megtekintése
lt: Rodyti balsavimo variantus

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s, close at: %(close_at)s
de: Name: %(poll_name)s, Auswahlmöglichkeiten: von %(choice_min)s bis %(choice_max)s, Modus: %(mode)s, schließt um: %(close_at)s
es: Nombre: %(poll_name)s, selección de opciones: de %(choice_min)s a %(choice_max)s, modo: %(mode)s, cierra en: %(close_at)s
hu: Név: %(poll_name)s, ennyi választható: %(choice_min)s - %(choice_max)s, mód: %(mode)s, lezárul: %(close_at)s
lt: Pavadinimas: %(poll_name)s, variantų pasirinkimas: nuo %(choice_min)s iki %(choice_max)s, veiksena: %(mode)s, uždaroma: %(close_at)s

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s
de: Name: %(poll_name)s, Auswahlmöglichkeiten: von %(choice_min)s bis %(choice_max)s, Modus: %(mode)s
es: Nombre: %(poll_name)s, selección de opciones: de %(choice_min)s a %(choice_max)s, modo: %(mode)s
hu: Név: %(poll_name)s, ennyi választható: %(choice_min)s - %(choice_max)s, mód: %(mode)s
lt: Pavadinimas: %(poll_name)s, variantų pasirinkimas: nuo %(choice_min)s iki %(choice_max)s, veiksena: %(mode)s

source: Voters for %(choice_description)s
de: Stimmen für %(choice_description)s
es: Votantes para %(choice_description)s
hu: Szavazatok erre: %(choice_description)s
lt: Balsavo už %(choice_description)s
