Repository: nitely/Spirit
Catalog: spirit/user/auth/locale/*/LC_MESSAGES/django.po
Languages: es, lt, pl_pl, ru, zh_hans

source: Email confirmation
es: Email confirmación
lt: El. pašto patvirtinimas
ru: Подтверждения адреса электронной почты
zh_hans: 确认邮件地址

source: Enter the same email as above, for verification.
es: Ingresa el mismo email anterior, como verificaión.
lt: Įveskite tą patį el. pašto adresą kaip viršuje, kad patvirtintumėte.
ru: Для подтверждения введите тот же адрес, что и выше.
zh_hans: 请再次输入邮箱，以确保相同。

source: Password
es: Contraseña
lt: Slaptažodis
pl_pl: Hasło
ru: Пароль
zh_hans: 密码

source: Leave blank
es: Dejar en blanco
lt: Palikti tuščią
pl_pl: Zostaw puste
ru: Оставьте пустым
zh_hans: 留空

source: Do not fill this field.
es: No rellenes este campo.
lt: Nepildyti šio lauko.
pl_pl: Nie wypełniaj tego pola.
ru: Не заполняйте это поле.
zh_hans: 不要填写此栏

source: The username is taken.
es: El nombre de usuario ya esta en uso.
lt: Naudotojo vardas užimtas.
pl_pl: Ta nazwa użytkownika jest już zajęta.
ru: Имя пользователя уже занять.
zh_hans: 用户名已经存在

source: The two email fields didn't match.
es: Los dos emails no coinciden.
lt: Du el. pašto laukai nesutampa.
ru: Введенные адреса не совпадают.
zh_hans: 2次填入的邮箱不一致。

source: Username or Email
es: Usuario o Email
lt: Naudotojo vardas arba el. paštas
pl_pl: Nazwa użytkownika lub email
ru: Имя пользователя или электронная почта
zh_hans: 用户名 或 邮箱

source: The password is not valid.
es: La contraseña no es valida.
lt: Slaptažodis neteisingas.
ru: Пароль недействителен.
zh_hans: 密码不正确。

source: No account matches %(username)s.
es: %(username)s no coincide con una cuenta.
lt: %(username)s neatitinka jokios paskyros.
ru: Аккаунт %(username)s не найден.
zh_hans: 用户名%(username)s不存在。

source: Email
lt: El. paštas
ru: Электронная почта
zh_hans: 邮箱

source: The provided email does not exists.
es: El email ingresado no existe.
lt: Pateiktas el. pašto adresas neegzistuoja.
pl_pl: Podany email nie istnieje.
ru: Данный электронный адрес не существует
zh_hans: email不存在

source: This account is verified, try logging-in.
es: Esta cuenta esta verificada, intenta ingresar.
lt: Še paskyra patvirtinta, bandykite prisijungti.
ru: Аккаунт подтвержден, попробуйте войти.
zh_hans: 帐号已经认证，请尝试登录。

source: Resend activation email
es: Reenviar email de activación
lt: Pakartotinai išsiųsti aktyvavimo el. laišką
pl_pl: Wyślij maila aktywacyjnego ponownie
ru: Отправить повторно сообщение электронной почты для активации.
zh_hans: 重发激活邮件

source: Resend email
es: Reenviar email
lt: Pakartotinai išsiųsti el. laišką
pl_pl: Wyślij maila ponownie
ru: Отправить повторно сообщение электронной почты.
zh_hans: 重新发送邮件

source: Login
es: Ingresar
lt: Prisijungti
ru: Войти
zh_hans: 登入

source: Create an account
es: Crear una cuenta
lt: Kurti paskyra
pl_pl: Stwórz konto
ru: Создать аккаунт
zh_hans: 创建帐号

source: I don't know my password
es: Olvide mi contraseña
lt: Nežinau savo slaptažodžio
pl_pl: Zapomniałem hasła
ru: я не помню свой пароль
zh_hans: 忘记密码

source: Log out
es: Cerrar sesión
lt: Atsijungti
pl_pl: Wyloguj się
ru: Выйти
zh_hans: 登出

source: Are you sure you want to log out?
es: ¿Estas seguro de que quieres salir?
lt: Ar tikrai norite atsijungti?
pl_pl: Czy jesteś pewny, że chcesz się wylogować?
ru: Вы уверены, что хотите выйти?
zh_hans: 确认登出？

source: Password change successful
es: Contraseña cambiada con exito
lt: Slaptažodis pakeistas sėkmingai
pl_pl: Zmieniono hasło
ru: Пароль успешно изменён
zh_hans: 密码修改成功

source: Continue to login
es: Continuar al ingreso
lt: Tęsti prisijungimą
pl_pl: Przejdź do logowania się
ru: Перейти к авторизации
zh_hans: 转到登录

source: Password reset confirmation
es: Confirmación de restablecimiento de contraseña
lt: Slaptažodžio atstatymo patvirtinimas
pl_pl: Potwierdzenie resetu hasła
ru: Подтверждение о смене пароля
zh_hans: 密码重置确认

source: Enter new password
es: Ingresar nueva contraseña
lt: Įvesti naują slaptažodį
pl_pl: Wprowadź nowe hasło
ru: Введите новый пароль
zh_hans: 输入新的密码

source: Save
es: Guardar
lt: Saugoti
pl_pl: Zapisz
ru: Сохранить
zh_hans: 保存

source: Password reset unsuccessful
es: Reseteo de contraseña sin exito
lt: Slaptažodžio atstatymas nesėkmingas
pl_pl: Niepowodzenie resetu hasła
ru: Ошибка при смене пароля
zh_hans: 密码重置不成功

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El enlace para resetear la contraseña es invalido, posiblemente porque ya ha sido usado. Por favor, pide un nuevo reseteo de contraseña.
lt: Slaptažodžio atstatymo nuoroda neteisinga, galimai dėl to, kad ji jau buvo panaudota. Prašome pakartoti slaptažodžio atstatymą iš naujo.
pl_pl: Łącze resetowania hasła było nieprawidłowe - być może zostało już wcześniej użyte. Poproś o nowy reset hasła.
ru: Ссылка для смены пароля недействительна, возможно из-за того, что ссылка уже была использована. Запросите повторно смену пароля.
zh_hans: 密码重置链接无效，因为已被使用过了。请重新申请重置。

source: Password reset successful
es: Restablecimiento de contraseña exitoso
lt: Slaptažodžio atstatymas sėkmingas
pl_pl: Powodzenie resetu hasła
ru: Пароль успешно изменен
zh_hans: 密码重置成功

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
es: Te hemos enviado instrucciones, por email, para resetear tu contraseña. Deberias recibirlas en breve.
lt: Išsiuntėme slaptažodžio atstatymo instrukcijas el. paštu. Turėtumėte jas gauti netrukus.
pl_pl: Wysłaliśmy ci instrukcje ustawienia twojego hasła. Niedługo powinieneś je dostać, sprawdź swoją skrzynkę.
ru: Инструкции о смене пароля мы отправили электронной почтой. Вы получите сообщение в ближайшее времяю
zh_hans: 我们已经用email通知了你修改密码重置的事项。

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
es: Si no recibes un email, asegurate de haber ingresado la direccion de email con la cual te registraste, y busca en tu bandeja de spam.
lt: Jei negaunate el. laiško, prašome įsitikinti ar įvedėte el. pašto adresą, kuriuo registravotės ir patikrinkite šlamšto katalogą.
pl_pl: Jeśli nie otrzymasz maila, sprawdź czy wprowadziłeś poprawny adres i przejrzyj folder Spamu.
ru: Если вы не получили сообщение, убедитесь, что был введен именно тот адрес электронной почты, на который вы регистрировались, а также проверьте папку для спама.
zh_hans: 如果你没有收到邮件，请检查输入的email是不是你帐号绑定的邮箱，或检查垃圾邮件目录

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Recibes este email porque pediste un restablecimiento de contraseña para cuenta en %(site_name)s.
lt: Gavote šį laišką, kadangi pateikėte slaptažodžio atstatymo užklausą savo paskyrai %(site_name)s svetainėje.
pl_pl: Otrzymujesz tę wiadomość, bo prosiłeś o reset hasła użytkownika na stronie %(site_name)s.
ru: Вы получили настоящее сообщение в ответ на запрос о смене пароля для вашего аккаунта на сайте %(site_name)s.
zh_hans: 你收到这封邮件是因为你在 %(site_name)s 申请了密码重置

source: Please go to the following page and choose a new password:
es: Ve al siguiente enlace y elige una nueva contraseña:
lt: Prašome eiti į šį puslapį ir pasirinkite naują slaptažodį:
pl_pl: Przejdź pod podany adres i wprowadź swoje nowe hasło:
ru: Перейдите на следующую страницу и введите новый пароль:
zh_hans: 请到下面的链接重置密码：

source: Thanks for using our site!
es: Gracias por usar nuestro sitio!
lt: Ačiū, kad naudojatės mūsų svetaine!
pl_pl: Dziękujemy za korzystanie z naszej strony!
ru: Благодарим за то, что пользуетесь нашим сайтом!
zh_hans: 感谢使用本站

source: The %(site_name)s team
es: El equipo de %(site_name)s
lt: %(site_name)s komanda
pl_pl: Zespół %(site_name)s
ru: Команда сайта %(site_name)s
zh_hans: %(site_name)s 团队

source: Password reset
es: Restablecimiento de contraseña
lt: Slaptažodžio atstatymas
pl_pl: Reset hasła
ru: Изменить пароль
zh_hans: 密码重置

source: Reset my password
es: Restablecer contraseña
lt: Atstatyti mano slaptažodį
pl_pl: Zresetuj moje hasło
ru: Изменить мой пароль
zh_hans: 重置我的密码

source: Password reset on %(site_name)s
es: Restablecimiento de contraseña en %(site_name)s
lt: Slaptažodžio atstatymas %(site_name)s svetainėje
pl_pl: Reset hasła na %(site_name)s
ru: Изменение пароля на %(site_name)s
zh_hans: %(site_name)s 的密码重置

source: Register
es: Registrar
lt: Registracija
pl_pl: Zarejestruj się
ru: Регистрация
zh_hans: 注册

source: User activation
es: Activación de usuario
lt: Naudotojo aktyvavimas
pl_pl: Aktywacja użytkownika
ru: Активация пользовательского аккаунта
zh_hans: 用户激活

source: We have sent you an email to %(email)s so you can activate your account!
es: Hemos enviado un email a %(email)s para que actives tu cuenta!
lt: Išsiuntėme el. laišką %(email)s adresu, kad galėtumėte aktyvuoti savo paskyrą!
ru: Мы отправили вам электронное сообщение на адрес %(email)s для активации вашего аккаунта.
zh_hans: 我们已经向%(email)s发送了激活邮件，请前往您的邮箱查收并激活帐号。

source: Your account has been activated!
es: Tu cuenta ha sido activada!
lt: Jūsų paskyra aktyvuota.
pl_pl: Twoje konto zostało aktywowane!
ru: Ваша учетная запись была активирована!
zh_hans: 你的帐号已经成功激活
